# -*- coding: UTF-8 -*-
import Queue

queue = Queue.Queue()

ACCOUNT_INFO = {
1 :['1136680580' ,'2042854058'],#廊坊，不用验证码
        2 :['790851624', '1q2w3e!@#'],#严冬 不用验证码
        3 :['1147671043','fhuljxbqeult'],#购买 #验证码
        4:['1822932013','qhtplgiygbhh'],#购买
        5 :['1714335499','woai95418'],#徐鹏飞  没输入验证码
        6 :['2042854058','yuhaiqiang'],#于海强 #没输验证码
	7 : ['861494116','xujin700'],#徐进 没输验证码
        8 : ['2849459220','2h0x0r4p'],#美肤，验证码
	9 : ['772502746','yanglinjie882385'],#杨林杰,出现广州80，90 不会忘记的游戏？
	10 : ['1205237582','15132646156'],#美肤
        11 :['1905955472' ,'lcj2013E'],# 武汉 验证
        12 :['768732258' , 'hpaa46910'],# 武汉rre 女性？电商
        13 :['3191711425' ,'1597532486'], #武汉
        14 :['309718067' ,'zxy123'],#武汉 验证码
        15 :['2031616564','xyq123456'],#武汉 验证码
        16 :['3220347705' ,'ignoreme'],# 石头哥 验证码
     17: ['3304976328', 'yuhaiqiang'],#汽车，电影，
     18:['3224942956', 'yuhaiqiang'],#游戏，
     19:['2791186064','yuhaiqiang'],#游戏，工具，
     20:['1401217219','yuhaiqiang'],#工具，游戏，汽车，
     21:['2534002909','yuhaiqiang'],#养
     22:['2836668124','yuhaiqiang'],#养
     23:['3056245162','yuhaiqiang'],#养
     24:['3039419937','cwb8617676'],#购买
     25:['3443244295','gre1412851'],#购买
     26:['2191764965','gfr2677727'],#购买
     27:['3454334613','vkp2120578'],#购买
     28:['2126490230','kef4686868'],#购买##
     29:['3454960pf094','ast4773226'],#购买
     #30:['3472554450','ajc4830647'],#购买##验证
     31:['1099623413','asxkdudgru'],#购买
     32:['1023866197','1104451136'],#购买
     #33:['3472958279','qpu1008603'],#购买验证
     34:['3559589614','yuhaiqiang'],
     35:['3371183533','yuhaiqiang'],
     36:['3576645233','yuhaiqiang'],
     37:['3206500084','yuhaiqiang'],
     38:['204728525','yuhaiqiang'],
     39:['2208902892','yuhaiqiang'],
     40:['2359994776','yuhaiqiang'],
     41:['1841935696','yuhaiqiang'],
     42:['1817549218','yuhaiqiang'],
     43:['1808096959','yuhaiqiang'],
     44:['1440810273','yuhaiqiang'],
}
